{
  "characters": [
    {
      "name": "Tidus",
      "image": "https://i.imgur.com/mI9ZZr6.png",
      "alignment": "good",
      "height": 175,
      "game": "X",
      "weapon": "Caladbolg",
      "recap": "He is a rising star blitzball player from Zanarkand, and the son of major blitzball star Jecht. After the gargantuan monster known as Sin attacks his hometown, Tidus is transported to the world of Spira. Lost, confused, and seemingly out of place, Tidus meets a newly-fledged summoner named Yuna, and her guardians.\nYuna is to set out on a pilgrimage to put an end to Sin, and by joining Yuna on her pilgrimage, Tidus hopes he will find his way home.",
      "info": "He is a rising star blitzball player from Zanarkand, and the son of major blitzball star Jecht. After the gargantuan monster known as Sin attacks his hometown, Tidus is transported to the world of Spira. Lost, confused, and seemingly out of place, Tidus meets a newly-fledged summoner named Yuna, and her guardians. Yuna is to set out on a pilgrimage to put an end to Sin, and by joining Yuna on her pilgrimage, Tidus hopes he will find his way home.\n\nTidus is upbeat and initially childish and naive to the world of Spira. He is also selfless and will do what he believes is right, even if he doesn't think it through first. Throughout the pilgrimage, he matures and becomes more level-headed and grounded. Tidus is upbeat and carefree and at first appears childish. He turns more serious when things get hectic, and despite his carefree ways, conceals a troubled past. Tidus is sensitive and even when giving an emotional response to most of his arguments, tends to give a good rationale. Despite having been picked on throughout his childhood by his blitzball-playing father, Tidus was motivated to become a top blitzball player himself.",
      "id": 1
    },
    {
      "name": "Yuna",
      "image": "https://i.imgur.com/nLqci91.png",
      "alignment": "good",
      "height": 161,
      "game": "X",
      "weapon": "Nirvana",
      "recap": "In Final Fantasy X, Yuna becomes a summoner like her father before her, and embarks on a pilgrimage to expel Sin, a monstrous creature that terrorizes the world of Spira. She meets Tidus who teaches her there is more to life than sacrifice.\nIn Final Fantasy X-2, Yuna is a sphere hunter on a personal quest to uncover the mystery behind a movie sphere, and becomes involved in rising political tensions and an ancient force that threaten to end Spira's Eternal Calm.",
      "info": "In Final Fantasy X, Yuna becomes a summoner like her father before her, and embarks on a pilgrimage to expel Sin, a monstrous creature that terrorizes the world of Spira. She meets Tidus who teaches her there is more to life than sacrifice. In Final Fantasy X-2, Yuna is a sphere hunter on a personal quest to uncover the mystery behind a movie sphere, and becomes involved in rising political tensions and an ancient force that threaten to end Spira's Eternal Calm.\n\nYuna is a kind, loyal, honest, polite and passionate humanitarian who strives to see the best in others and has a strong conviction to complete whatever task she feels is her duty. She is naive, always believing in the best of people, and places the needs of others above her own, becoming apologetic when she feels she has let someone down. Like most summoners, Yuna is a devout follower of Yevon's teachings. She hides her feelings of fear and sadness while encouraging her friends to express themselves in her place. She is willing to carry others' burdens and sacrifice everything she has to destroy Sin, giving up chances for her own happiness if it means helping others. Her interactions with Tidus make her question Yevon's teachings, and she becomes more direct and open. When her faith in Yevon is shaken, Yuna must find her own path in life and pursue her goals without the backing of faith.",
      "id": 2
    },
    {
      "name": "Lulu",
      "image": "https://i.imgur.com/OxmEsco.png",
      "alignment": "good",
      "height": 167,
      "game": "X",
      "weapon": "Onion Knight",
      "recap": "Since Lulu grew up with Yuna in Besaid, she and Wakka view her as a younger sister. Lulu was Wakka's brother Chappu's girlfriend, and still grieves over his death.\nHer stoic and self-possessed nature makes her seem insensitive, but conceals a gentleness underneath.",
      "info": "Since Lulu grew up with Yuna in Besaid, she and Wakka view her as a younger sister. Lulu was Wakka's brother Chappu's girlfriend, and still grieves over his death. Her stoic and self-possessed nature makes her seem insensitive, but conceals a gentleness underneath. She is instrumental in supporting Tidus to adjust to the world of Spira, although she does not initially believe his claim of hailing from Zanarkand. Lulu specializes in the art of Blk Magic, with her Sphere Grid giving her access to many offensive spells, and her Overdrive, Fury, allows her to cast many Blk Magic spells rapidly. She commands various dolls to attack and help her cast spells, and equips bangles as defensive gear. Her Celestial Weapon, Onion Knight, reduces the cost of casting a spell to 2 MP, and amplifies the damage her spells deal.\n\nLulu is stern and scathing (particularly to Wakka), self-possessed, sardonic, moody, cynical, and does not smile often. She is nonetheless kind-hearted, caring and intelligent, and is one of the few Yevonites to question the religion on objective terms. Having lost her lover to Sin, Lulu has become reserved and prefers to keep her emotions locked up, choosing to examine the world with realism and logic. She is a big-sister figure to Yuna to whom she is fiercely loyal.",
      "id": 3
    },
    {
      "name": "Seymour Guado",
      "image": "https://i.imgur.com/8r8XF9O.png",
      "alignment": "evil",
      "height": 187,
      "game": "X",
      "weapon": "Staff",
      "recap": "Seymour Guado is the secondary antagonist of Final Fantasy X, as well as a guest in a battle. As a maester in the temple of Yevon, Seymour has influence over Spira, but uses his power towards a sinister end.\nAccording to the Final Fantasy X Scenario Ultimania Seymour is the Minister of Temple Affairs, which maintains the temples' rituals and teachings and oversees the summoners.",
      "info": "Seymour Guado is the secondary antagonist of Final Fantasy X, as well as a guest in a battle. As a maester in the temple of Yevon, Seymour has influence over Spira, but uses his power towards a sinister end. According to the Final Fantasy X Scenario Ultimania Seymour is the Minister of Temple Affairs, which maintains the temples' rituals and teachings and oversees the summoners. This position allows him the authority to handle records of the sealed histories. He is also the High Priest of Macalania Temple. Seymour is a skilled mage and a summoner himself. Seymour believes, as many do, that Sin is eternal and sees death as a release from the sorrow of life. This mindset gains him respect from the majority of Spira, with only Tidus and Auron showing distrust and dislike for him in their first meeting.\n\nSeymour appears courteous and affable, and is popular among Yevonites.",
      "id": 4
    },
    {
      "name": "Tifa Lockhart",
      "image": "https://i.imgur.com/MT6StZL.png",
      "alignment": "good",
      "height": 167,
      "game": "VII",
      "weapon": "Premium Heart",
      "recap": "Tifa grew up with Cloud in Nibelheim, but lost contact with him years ago. When she meets him again, she convinces him to join Avalanche to fight the Shinra Electric Power Company, whom she bears hatred for due to the destruction of their hometown.\nShe supports Cloud as his comrade and helps him and his allies fight Sephiroth.",
      "info": "Tifa grew up with Cloud in Nibelheim, but lost contact with him years ago. When she meets him again, she convinces him to join Avalanche to fight the Shinra Electric Power Company, whom she bears hatred for due to the destruction of their hometown. She supports Cloud as his comrade and helps him and his allies fight Sephiroth.\n\nTifa is reserved, moral, and empathic, acting as a motherly figure towards her allies when providing encouragement and emotional support. She also serves as the voice of reason grounding them to think things through and do the right thing. Tifa is empathic, motherly, intuitive, and reserved, both out of being observant and for being emotionally shy. Tifa identifies the feelings of others, offering sanctuary and protection for her teammates. While looking out for others, she rarely discusses her own feelings: when asked, she will either express surprise, or quickly change the subject. Tifa considers all options and takes in all information before acting, (best seen when she does not speak up about Cloud's confused past until she is certain of her own recollection of events), and encourages others to practice this same restraint and think things through first. Tifa can and does fight to defend herself, often preferring to so as not to get others involved. While normally reserved, Tifa still shows aggression at times, but has low self-confidence and is overly self-critical of her faults, always pushing herself to do better.",
      "id": 5
    },
    {
      "name": "Cloud Strife",
      "image": "https://i.imgur.com/bya841h.png",
      "alignment": "good",
      "height": 173,
      "game": "VII",
      "weapon": "Ultima Weapon",
      "recap": "An arrogant and proud swordsman at first, Cloud introduces himself to Avalanche as a former member of an elite warrior unit called SOLDIER who has turned mercenary, and uninterested in anything beyond his hired task at hand.\nBeneath his hardened outer persona is a softer, more caring individual who simply struggles to open up, but is striving to be a hero.",
      "info": "An arrogant and proud swordsman at first, Cloud introduces himself to Avalanche as a former member of an elite warrior unit called SOLDIER who has turned mercenary, and uninterested in anything beyond his hired task at hand. Beneath his hardened outer persona is a softer, more caring individual who simply struggles to open up, but is striving to be a hero. Cloud later discovers more about his past and, with the help of his friends, learns there is more to being a hero than possessing physical strength and fame. He develops compassion for the planet and the people he fights to protect from the Shinra Electric Power Company and his nemesis, Sephiroth. On the surface, Cloud Strife presents himself as a hardened warrior, cocky and headstrong, coldhearted and disinterested in anything beyond completing the hired job at hand. He tells others, often dismissively and with snark, that he has no interest in larger causes, such as the plight of the planet, and appears unshaken by the devastation the bombings he helped carry out cause. He is cool-headed, and mostly carries himself as an expert and professional.\n\nBeneath the surface, Cloud is socially awkward, being well-intentioned but unsure how to carry himself in conversations, having difficulties to express himself. Many who are close to him begin to see through the cracks in his hardened persona, recognizing he is softer deep down. Through it all, Cloud is steadfastly loyal to his friends, harboring guilt if he feels he has let them down, and strives to be a hero. He is willing to go through any lengths, from fighting off powerful enemies alone, to crossdressing despite the discomfort to don a disguise, to keep them safe. This, too, does not fool some of his friends, who in turn look out for him when they believe he is out of his depth.",
      "id": 6
    },
    {
      "name": "Vincent Valentine",
      "image": "https://i.imgur.com/KGj5tRb.png",
      "alignment": "good",
      "height": 184,
      "game": "VII",
      "weapon": "Death Penalty",
      "recap": "Vincent wields handguns in battle. His Limit Breaks cause him to shapeshift as a result of the experiments Professor Hojo performed on him. When he transforms, his stats increase and he gains new powerful attacks, but becomes uncontrollable until the battle ends or until he falls into Death status.\nDark and brooding over his past experiences, Vincent conceals many secrets.",
      "info": "Vincent wields handguns in battle. His Limit Breaks cause him to shapeshift as a result of the experiments Professor Hojo performed on him. When he transforms, his stats increase and he gains new powerful attacks, but becomes uncontrollable until the battle ends or until he falls into Death status. Dark and brooding over his past experiences, Vincent conceals many secrets. He speaks in a cryptic manner when he talks about his past, calling his traumas 'sins'. Despite his cold personality, he is not uncaring; at a point where Cloud admits he thought Vincent does not care about the Planet, Vincent states that is just how he is, and apologizes for the false impression.\n\nVincent despises Professor Hojo for his immoral actions, and it is the promise of meeting him that stirs Vincent to accompany the party in Final Fantasy VII. Vincent is reluctant to speak, although when he does, he typically has something important to say.\n\nKazushige Nojima has noted Vincent is naturally a loner, and had he not been a former ally of Cloud and his friends, it is unlikely he would have joined them in the battle with Bahamut SIN in Final Fantasy VII: Advent Children. His voice actor, Shōgo Suzuki, noted Vincent's few appearances have a profound impact and that Tifa Lockhart's remark 'they're our friends', after Vincent's arrival, shows his underlying warmth. He is noted to be similar to Cloud, only more mature, which influenced his character and voice work.",
      "id": 7
    },
    {
      "name": "Sephiroth",
      "image": "https://i.imgur.com/L4rUiwH.png",
      "alignment": "evil",
      "height": 185,
      "game": "VII",
      "weapon": "Masamune",
      "recap": "Before his fall from grace, Sephiroth was one of the most lauded success stories of the Shinra Electric Power Company's SOLDIER program.\n\nHis successes in the field of battle during the conflicts surrounding Shinra's bid for global domination led to his status as a celebrity war hero and the poster boy for both SOLDIER and the Shinra military as a whole.",
      "info": "Before his fall from grace, Sephiroth was one of the most lauded success stories of the Shinra Electric Power Company's SOLDIER program. His successes in the field of battle during the conflicts surrounding Shinra's bid for global domination led to his status as a celebrity war hero and the poster boy for both SOLDIER and the Shinra military as a whole. Later driven insane after discovering the unnatural circumstances of his creation, Sephiroth developed delusions of godhood and a misanthropic ambition to destroy the planet.\n\nBefore his madness, as shown in Crisis Core -Final Fantasy VII-, Sephiroth maintains an outwardly aloof and professional demeanor during his time at Shinra. He is known for hardly mingling with anyone besides his only friends, Angeal Hewley and Genesis Rhapsodos, and being indifferent toward his fans. He can act humane and caring in contrast to his reputation, befriending Zack over their shared reluctance to hunt down their friends and desire to bring them back, and asking Cloud how he felt to be back in his hometown, having no similar experience himself. \nSephiroth is intelligent and respects those he deems worthy—he considers Professor Gast a great scientist but scorns Professor Hojo. Well-spoken and graceful, Sephiroth is calm, collected, and in control. He has a dry sense of humor. Sometimes, he can be frustrated and caught off-guard. As the strongest SOLDIER, Sephiroth is confident to the point of arrogance, yet has no interest in personal glory, as he tells Genesis, who envies Sephiroth's reputation, that he can have it.",
      "id": 8
    },
    {
      "name": "Aranea Highwind",
      "image": "https://i.imgur.com/V4S0a6V.png",
      "alignment": "good",
      "height": 167,
      "game": "XV",
      "weapon": "Stoss Spear",
      "recap": "Aranea is a hard-edged and free-spirited former mercenary whose loyalty and motivations are ambiguous. While she ranks high within the empire, she is unafraid to speak about her distrust of other high ranking officials.\nDespite her status, she addresses others in a casual manner, and is rather mischievous. She chooses her own path, and encourages others to do the same.",
      "info": "Aranea is a hard-edged and free-spirited former mercenary whose loyalty and motivations are ambiguous. While she ranks high within the empire, she is unafraid to speak about her distrust of other high ranking officials. Despite her status, she addresses others in a casual manner, and is rather mischievous. She chooses her own path, and encourages others to do the same.\n\nAranea has been described by her English voice actress, Kari Wahlgren, as 'edgy' and 'street smart', though her loyalty at first remains ambiguous. Though she holds the rank of commodore, she prefers people speak to her in a casual manner. She disagrees with immoral practices, such as the empire using daemons in their war efforts. Owing to her military background, she, in at least the English localization, speaks in a blunt manner.\n\nAs a free-spirited woman, she encourages Prince Noctis to not let anyone tell him how to walk his path in life. She displays a mischievous side when she flirts with him in battle. She claims to not like working after hours when she withdraws from her fight with Noctis. She is implied to be a strong leader, as her subordinates Biggs and Wedge follow her loyally no matter which side of the war she wants to support.",
      "id": 9
    },
    {
      "name": "Lunafreya Nox Fleuret",
      "image": "https://i.imgur.com/baW4ybY.png",
      "alignment": "good",
      "height": 167,
      "game": "XV",
      "weapon": "Trident of the Oracle",
      "recap": "A former princess of Tenebrae, she is a captive of the Niflheim Empire. Able to talk to the gods, Lunafreya is the youngest Oracle in history. Despite it being under Niflheim's control, Tenebrae has some autonomy thanks to her.\nShe is the younger sister of Ravus Nox Fleuret, and Prince Noctis's betrothed. Lunafreya is the daughter of the Queen of Tenebrae, Sylva Via Fleuret. She has two dogs: the white Pryna and the black Umbra.",
      "info": "A former princess of Tenebrae, she is a captive of the Niflheim Empire. Able to talk to the gods, Lunafreya is the youngest Oracle in history. Despite it being under Niflheim's control, Tenebrae has some autonomy thanks to her. She is the younger sister of Ravus Nox Fleuret, and Prince Noctis's betrothed. Lunafreya is the daughter of the Queen of Tenebrae, Sylva Via Fleuret. She has two dogs: the white Pryna and the black Umbra.\n\nShe is a noble and dutiful woman who talks about her hopes and dreams and acts on her own initiative. She is always cordial and polite to those around her, but is also a political strategist who puts her duties and the well-being of her people above her own needs. She focuses on the future and works to prevent the world from plunging into complete darkness. Befitting of her duties as Oracle, Lunafreya possesses unparalleled compassion.\n\nLunafreya and Noctis have a complicated relationship. They are childhood friends, but are being made to marry to bring their kingdoms together. Lunafreya loves Noctis who doesn't have the confidence to respond, although he thinks highly of her and grows to return her love. She's is one of the most important presences that supports Noctis for him to fulfill his destiny. She holds King Regis in the highest regard and doesn't blame him for what happened to Tenebrae, unlike her brother Ravus. She trusts her brother despite him serving the empire.\n\nShe is devoted to the Astrals and their will, although in The Dawn of the Future she was not privy to the full scale of Bahamut's plan and rebels against him.",
      "id": 10
    },
    {
      "name": "Ardyn Izunia",
      "image": "https://i.imgur.com/cYrySPs.png",
      "alignment": "evil",
      "height": 190,
      "game": "XV",
      "weapon": "Rakshasa Blade",
      "recap": "Ardyn is a shrewd, humorous and manipulative man who appears casual and unfazed by the events around him.\nHe has an eccentric appearance and personality, often coming across as patronizingly civil. He is unpredictable, and his exaggerated and performative personality hides his sinister intentions and dark past. He enjoys manipulating events and watching them unfold.",
      "info": "Ardyn is a shrewd, humorous and manipulative man who appears casual and unfazed by the events around him. He has an eccentric appearance and personality, often coming across as patronizingly civil. He is unpredictable, and his exaggerated and performative personality hides his sinister intentions and dark past. He enjoys manipulating events and watching them unfold.\n\nArdyn is a man shrouded in mystery. He expresses his eccentric personality through his unique attire, and is both polite and flamboyant. He sometimes acts suggestive, likely as a means to creep others out, calling Noctis a 'tease' and stroking Prompto on his cheek. Ardyn is bold and manipulative; he remains civil, patronizingly so, even in the face of hostility, and perhaps even to attract hostility. Ardyn's behavior is performative, and his expressions and movements are exaggerated.\n\nArdyn's ruthlessness grows until his true personality is revealed: he is evil, vicious, calculative, and twisted. Behaving unpredictably, Ardyn remains casual and unfazed by the world around him. He has a dark sense of humor, sarcastic wit and an utter lack of empathy, finding cruel ways to taunt others. He may torture people close to the ones he's targeting to force them to pick up pace. He has given up hope on humanity, and admits he wouldn't mind ending everything.",
      "id": 11
    },
    {
      "name": "Regis Lucis Caelum",
      "image": "https://i.imgur.com/d4Yonov.png",
      "alignment": "good",
      "height": 185,
      "game": "XV",
      "weapon": "-",
      "recap": "As the king of Lucis, he is referred to as King Regis or Regis Lucis Caelum CXIII. He uses the Ring of the Lucii to channel the power of Insomnia's Crystal to maintain the Wall around the metropolis, but this gradually drains his life-force.\n\nRegis thus feels ambivalent that his son, Noctis Lucis Caelum, will have the same fate befall him.",
      "info": "As the king of Lucis, he is referred to as King Regis or Regis Lucis Caelum CXIII. He uses the Ring of the Lucii to channel the power of Insomnia's Crystal to maintain the Wall around the metropolis, but this gradually drains his life-force. Regis thus feels ambivalent that his son, Noctis Lucis Caelum, will have the same fate befall him.\n\nRegis believes those of his royal bloodline are strong of heart and will, but is deeply saddened by the fate that awaits Noctis as his son's safety is his first priority. He helps Noctis grow and shows him what it means to be a king. Out of everyone he meets, Regis has the greatest impact on Noctis's life. Regis wants his son to find his own path, and as such, asks Ignis, Gladiolus, and Prompto to not guide Noctis, but rather stand by his side as he finds his own way. Although he may be willing to do things that would be considered an outright betrayal of those who trust him to ensure that the prophecy comes to pass, Regis feels guilt over it and hopes that future generations will understand his motives. He regrets all the times he failed to save those under his care, such as the fate of the Tenebraen royal family.",
      "id": 12
    }
  ],
  "monsters": [
    {
      "name": "Skarnbulette",
      "image": "https://static.wikia.nocookie.net/finalfantasy/images/0/0b/Skarnbulette.png",
      "moneyDrop": "6910",
      "game": "XV",
      "drops": [
        "Mega Phoenix"
      ],
      "type": "Beast",
      "id": 1
    },
    {
      "name": "Wyvern",
      "image": "https://static.wikia.nocookie.net/finalfantasy/images/d/d5/Wyvern_FFXV.png",
      "moneyDrop": "7290",
      "game": "XV",
      "drops": [
        "Sapphire Bracelet"
      ],
      "type": "Beast",
      "id": 2
    },
    {
      "name": "Custard",
      "image": "https://static.wikia.nocookie.net/finalfantasy/images/c/cc/Custard.png",
      "moneyDrop": "3150",
      "game": "XV",
      "drops": [
        "Lightning Crest"
      ],
      "type": "Daemon",
      "id": 3
    },
    {
      "name": "Falxfang",
      "image": "https://static.wikia.nocookie.net/finalfantasy/images/6/60/Falxfang.png",
      "moneyDrop": "5520",
      "game": "XV",
      "drops": [
        "Crimson Tongue"
      ],
      "type": "Beast",
      "id": 4
    },
    {
      "name": "Abyss Worm",
      "image": "https://static.wikia.nocookie.net/finalfantasy/images/9/91/Land_Worm.jpg",
      "moneyDrop": "700",
      "game": "X",
      "drops": [
        "Stamina Tonic",
        "Dark Matter"
      ],
      "type": "Worm",
      "id": 5
    },
    {
      "name": "Ogre",
      "image": "https://static.wikia.nocookie.net/finalfantasy/images/a/a3/Ogre_%28FFX%29.jpg",
      "moneyDrop": "500",
      "game": "X",
      "drops": [
        "Power Sphere"
      ],
      "type": "Ogre",
      "id": 6
    },
    {
      "name": "Shinryu",
      "image": "https://static.wikia.nocookie.net/finalfantasy/images/0/0a/Shinryu-ffx-enemy.png",
      "moneyDrop": "1000",
      "game": "X",
      "drops": [
        "Wings to Discovery",
        "Dark Matter"
      ],
      "type": "Dragon",
      "id": 7
    },
    {
      "name": "Gold Element",
      "image": "https://static.wikia.nocookie.net/finalfantasy/images/d/d9/GoldElement-ffx.png",
      "moneyDrop": "200",
      "game": "X",
      "drops": [
        "Mana Sphere"
      ],
      "type": "Elemental",
      "id": 8
    },
    {
      "name": "Desert Sahagin",
      "image": "https://static.wikia.nocookie.net/finalfantasy/images/d/da/Desert_Sahagin_FF7.png",
      "moneyDrop": "300",
      "game": "VII",
      "drops": [
        "Potion"
      ],
      "type": "Humanoid",
      "id": 9
    },
    {
      "name": "Dragon Zombie",
      "image": "https://static.wikia.nocookie.net/finalfantasy/images/9/9b/Dragon_Zombie_FF7.png",
      "moneyDrop": "2800",
      "game": "VII",
      "drops": [
        "Cauldron",
        "X-Potion"
      ],
      "type": "Undead",
      "id": 10
    },
    {
      "name": "Cactuar",
      "image": "https://static.wikia.nocookie.net/finalfantasy/images/2/20/Cactuar_FF7.png",
      "moneyDrop": "10000",
      "game": "VII",
      "drops": [],
      "type": "Plant",
      "id": 11
    },
    {
      "name": "Jemnezmy",
      "image": "https://static.wikia.nocookie.net/finalfantasy/images/1/16/Jemmezmy_FF7.png",
      "moneyDrop": "400",
      "game": "VII",
      "drops": [],
      "type": "Humanoid",
      "id": 12
    }
  ],
  "summons": [
    {
      "id": 0,
      "game": "VII",
      "name": "Choco/Mog / Chokobo&Mōguri",
      "location": "Chocobo Farm",
      "magic-materia": "invocation",
      "image": "https://i.imgur.com/pDgGxUt.png",
      "element": "wind",
      "MP": 14,
      "level": 20,
      "Attack": "Deathblow!!",
      "Attributes": "PG(-2%);PM(+2%),magia(+1)",
      "effect": " It Deathblow attack has a 40% chance of inflicting the enemies with Stop.",
      "resume": "Chocobo & Moogle originally known as Choco/Mog, is a Summon Materia from Final Fantasy VII.",
      "info": "  if  a Fat Chocobo appear instead of Choco/Mog, which deals 25% more damage than the normal summon and is also non-elemental, but does inflict Stop.Chocobo & Moogle is a Summoning Materia Summoning Materia that can be obtained in the discovery sidequest 'Inside the Ventilation Fan' during 'Light the Way', the eighth chapter. The chocobo performs Wind Wind-elemental attacks, meaning that the summon is most effective against bosses who are weak to wind. Chocobo & Moogle's special move is Stampede (必殺技‼, Hissatsuwaza!!?, lit. Killing Blow!!), which runs down the enemy with a herd of chocobos."
    },
    {
      "id": 1,
      "game": "VII",
      "name": "Kjata / Kujata",
      "location": "Sleeping Forest",
      "magic-materia": "invocation",
      "image": "https://i.imgur.com/goVXEk8.png",
      "element": "Lightning, Ice and Fire",
      "MP": 110,
      "level": 30,
      "Attack": "Tetra-disaster",
      "Attributes": "PG(-5%);PM(+5%),magia(+1),Espíritu(+1)",
      "effect": "Fire, Ice and Lightning to all enemies",
      "resume": "Kjata is a beast. It is a bull with multiple horns and eyes. Its first appearance in the series was in Final Fantasy VII.",
      "info": " This attack reveals its true form in an explosion of light before the final earth-rippling blow(although this does not actually add Earth element).Kujata requires 110 MP to summon and its spell power is equal to 6.25x the base magic damage. When summoned, Kujata cycles through three elements in order of Lightning, Ice, and Fire to all enemies, then explodes in an earth-ripping blow in an attack called Tetra-Disaster. If an enemy is immune to or absorbs one of the elements, the entire attack is negated or absorbed by the enemy."
    },
    {
      "id": 2,
      "game": "VII",
      "name": "Knights of the Round / Naitsu obu Raundo",
      "location": "Hidden island in the northeast of the map",
      "magic-materia": "invocation",
      "image": "https://i.imgur.com/fXT0N9M.png",
      "element": "none",
      "MP": 250,
      "level": 52,
      "Attack": "Knights of the Round",
      "Attributes": "PG(-10%);PM(+20%),magia(+8),Espíritu(+8)",
      "effect": "When summoned, thirteen medieval knights attack the enemy party. Knights of  Round is a series of 13 individual attacks hitting enemies with damage that ignores targets defensive stats",
      "resume": "Knights of the Round, also known as Knights of Round, is a recurring summon in the series. It is a group of thirteen knights based on the Knights of the Round Table from Arthurian legend.",
      "info": "Only accessed with a gold chocobo, or as part of the Master Materia set received from the Kalm traveler after defeating Emerald Weapon.Knights of Round is the most powerful Summon Materia. It can be obtained from Round Island, a hidden island in the northeast of the map, only be accessed with a gold chocobo, or as part of the Master Materia set received from the Kalm traveler after defeating Emerald Weapon. Though the name of the Materia is 'Knights of Round' in the menu, when picking the orb up the message calls it 'Knights of the Round'. "
    },
    {
      "id": 3,
      "game": "VII",
      "name": "Hades / Hādesu",
      "location": "The Sunken Gelnika",
      "magic-materia": "invocation",
      "image": "https://i.imgur.com/COW0DjY.png",
      "element": "none",
      "MP": 150,
      "level": 85,
      "Attack": "Black Cauldron",
      "Attributes": "PG(-10%);PM(+15%),magia(+4),Espíritu(+4)",
      "effect": "Sleep, Poison, Confusion, Silence,Frog,MIni,Slow and Paralyzed.",
      "resume": "The recurring summon,the enemy from Final Fantasy V,the boss from Final Fantasy IX,The server from Final Fantasy XI",
      "info": "Hades's spell power is equal to 5.625x the base magic damage. If paired with the Added Effect Materia, Hades will grant either Slow or Paralyze"
    },
    {
      "id": 4,
      "game": "X",
      "name": "Shiva / Shiva",
      "location": "Macalania Temple",
      "magic-materia": "Blizzara",
      "image": "https://i.imgur.com/McGftxb.png",
      "element": "Ice",
      "MP": 26,
      "level": 74,
      "Attack": "Heavenly Strike",
      "Attributes": "PG(-2%);PM(+2%),Magic(+1)",
      "effect": "Inflicting ice damage to all enemies",
      "resume": "Shiva, also known as the Glacian, is an Astral in Final Fantasy XV. Out of the Six she is the most friendly and compassionate toward mankind and acts as a Messenger of the gods to mortals",
      "info": " Ice attacks will heal her. Her special attack is called Heavenly Strike, which inflicts the Threaten status, and her Overdrive is Diamond Dust, inflicting Ice damage to all enemies. Though she starts out knowing only ice magic, she can be taught any ability provided the player has enough items."
    },
    {
      "id": 5,
      "game": "X",
      "name": " Bahamut / Bahamūto",
      "location": "Bevelle Temple, Remien Temple, Inside Sin",
      "magic-materia": "Black magic",
      "image": "https://i.imgur.com/xDDbKW5.png",
      "element": "Fire",
      "MP": 35,
      "level": 96,
      "Attack": "Impulse",
      "Attributes": " PG(-5%);PM(+20%),magia(+10),Espíritu(+10)",
      "effect": " moderate damage to all enemies, and his Overdrive is Mega Flare.",
      "resume": "Bahamut, the Draconian is an Astral in the Final Fantasy XV Universe. He is one of the Six and is the God of War clad in winged armor. Bahamut is said to have bestowed the powers of the Oracle and given the Ring of the Lucii and the Crystal onto his chosen king.",
      "info": "Bahamut is the most powerful storyline aeon, as well as one of the few that can exceed the 9,999 damage limit from the start"
    },
    {
      "id": 6,
      "game": "X",
      "name": "Valefor / Varufāre",
      "location": "Besaid Temple",
      "magic-materia": "Fire,Water,Lightning",
      "image": "https://i.imgur.com/E1IjHMJ.png",
      "element": "Wind, No-Elemental",
      "MP": 24,
      "level": 36,
      "Attack": "Sonic Wings",
      "Attributes": "PG(-5%);PM(+20%),magia(+10),Espíritu(+10)",
      "effect": "main attack is non-elemental",
      "resume": "Valefor is a non-elemental aerial aeon in Final Fantasy X. She is Yuna's first aeon, and her fayth is a teenage girl whose fayth statue resides in the Besaid Temple.",
      "info": " Valefor is unique in not having the Piercing auto-ability, and also has a slightly lower attack power. This has no impact when using the Attack command, as the aeons use a different version of this comman. Valefor also appears as a boss, both in Final Fantasy X and Final Fantasy X-2."
    },
    {
      "id": 7,
      "game": "X",
      "name": "Anima / Anima",
      "location": "Remien Temple",
      "magic-materia": "Eon",
      "image": "https://i.imgur.com/26g2sbl.png",
      "element": "No-elemental",
      "MP": 12,
      "level": 25,
      "Attack": "Pain",
      "Attributes": "PG(-3%);PM(+10%),magia(+5),Espíritu(+8)",
      "effect": "instant kill, as well as dealing colossal damage to the few enemies that are immune to Death",
      "resume": "Anima is a primal from Final Fantasy XIV: Endwalker, based on the aeon of the same name from Final Fantasy X.",
      "info": "it ignores defense and is even more effective than its Turbo, 'Chaos Unleashed' against different enemies such as Dark Bahamut."
    },
    {
      "id": 8,
      "game": "XV",
      "name": "Unicorn /Yunikōn",
      "location": "Chocobo mount",
      "magic-materia": "master magic",
      "image": "https://i.imgur.com/wLfVPMh.png",
      "element": "monture",
      "MP": 25,
      "level": 65,
      "Attack": "Unicorn Power",
      "Attributes": "PG(-5%);PM(+20%),magia(+10),Espíritu(+10)",
      "effect": "-",
      "resume": "Unicorn is a recurring summoned monster in the Final Fantasy series. It is a healing summon.",
      "info": "As soon as you finish the level 30 class quest from the guildmaster of the Conjurer’s Guild, a new quest will open up inside the guild house. Before you exit, talk to Braya and she’ll give you a quest called ‘Unicorn Power’"
    },
    {
      "id": 9,
      "game": "XV",
      "name": "Leviathan / Suijin Rivaiasan",
      "location": "Altissia",
      "magic-materia": "Black magic",
      "image": "https://i.imgur.com/tNVs4Uv.png",
      "element": "Water",
      "MP": 12,
      "level": 47,
      "Attack": "tsunamis",
      "Attributes": "PG(-2%);PM(+2%),Magic(+1),Spirit(+60)",
      "effect": "She can turn to liquid and summon tsunamis that can flood entire cities",
      "resume": "Leviathan is one of the six Astrals of Eos in Final Fantasy XV. She is a colossal sea serpent who controls water, slumbering under the waters of Altissia. ",
      "info": "Leviathan is one of the six Astrals of Eos in Final Fantasy XV. She is a colossal sea serpent who controls water, slumbering under the waters of Altissia. She is looked upon with both fear and respect. Prince Noctis forges a pact with Leviathan in Chapter 9."
    },
    {
      "id": 10,
      "game": "XV",
      "name": "Gilgamesh / Girugamesshu",
      "location": "Tempering Grounds",
      "magic-materia": "-",
      "image": "https://i.imgur.com/VB9vebS.png",
      "element": "",
      "MP": 12,
      "level": 30,
      "Attack": "Blademaster",
      "Attributes": "-",
      "effect": " even though you'll be finding a lot of potions very soon, do not heal yourself; there's a place you can make camp at just up ahead",
      "resume": "Gilgamesh is an Elite Mark in Final Fantasy XV petitioned by Montblanc. The hunt can be undertaken after the storyline events in Draklor Laboratory are complete.",
      "info": "As past Gilgameshes in the Final Fantasy series, Gilgamesh in Final Fantasy XV is associated with the color red and numerous swords, has a cape, and wears a mask, although the mask is not painted like in his usual appearances, instead being plain silver"
    },
    {
      "id": 11,
      "game": "XV",
      "name": "Titan/ Taitan",
      "location": " Disc of Cauthess",
      "magic-materia": "earth",
      "image": "https://i.imgur.com/36gMRVb.png",
      "element": "earth",
      "MP": 63,
      "level": 965,
      "Attack": "Gaia's Wrath",
      "Attributes": "-",
      "effect": " The player can't use character-swap in this battle",
      "resume": "Titan, also known as the Archaean, is an Astral who appears in Final Fantasy XV. He is one of the Six and a giant who controls earth.",
      "info": " Titan can be summoned in certain regions of Lucis, such as Leide, Duscae around the Disc of Cauthess, and the Rock of Ravatogh.He can also emerge from the Vesperpool. He cannot be summoned in dungeons or near the ocean. He can be summoned in Insomnia in Chapter 14."
    }
  ],
  "spells": [
    {
      "id": 0,
      "name": "Poisona / Poizona",
      "type": "Restore magic",
      "game": "VII",
      "image": "https://i.imgur.com/lCADfJP.jpg",
      "required": "Heal materia, Master Magic",
      "effect": "Removes Poison",
      "MP": 3,
      "level": 90,
      "power": 0,
      "resume": "Poisona is a restore magic spell in Final Fantasy VII. It is granted by the Heal Materia at level one, and cures a target of the Poison status effect.",
      "use": "Poisona is useful in many situations as removing the Poison effect can save an entire fight, and it is extremely cheap to use. Later on, there are many ways to simply prevent the Poison status effect. Linking the Poison Materia with Elemental can prevent Poison by providing resistance to or absorbing Poison damage, while linking it with Added Effect on armor can prevent the status entirely."
    },
    {
      "id": 1,
      "name": "Fire(2) / Faira",
      "type": "Attack magic",
      "game": "VII",
      "image": "https://i.imgur.com/QlOcx8H.jpg",
      "required": "Fire materia, Master Magic",
      "effect": "Removes Poison",
      "MP": 22,
      "level": 50,
      "power": 20,
      "resume": "Fire2 is an attack magic spell in Final Fantasy VII. It is granted by the Fire Materia at level two, and is the second-tier Fire-elemental spell above Fire and below Fire3.",
      "use": "Fire2 can be cast by the enemies Scrutin Eye, Soul Fire, Jersey, Killbin, Manhole, and Poodler Sample. It can also be cast by Turks:Rude during the Sunken Gelnika encounter.Fire2 can be used by characters with the Fire Materia at level 2. If obtained during the early portions of the game, it proves a potent spell, as it can deal considerable damage compared to most other attacks at this stage short of Limits. However, the MP cost is also considerable at this stage"
    },
    {
      "id": 2,
      "name": "Silence / Sairesu",
      "type": "Indirect magic",
      "game": "VII",
      "image": "https://i.imgur.com/tVsr7HK.jpg",
      "required": "Seal Materia, Master Magic",
      "effect": "60% chance of inflicting Silence on target",
      "MP": 24,
      "level": 5,
      "power": 0,
      "resume": "Silence, also known as Mute, or Fog, is a recurring spell in the Final Fantasy series. It is often a White Magic spell that inflicts the status of the same name, and is often usable early on.",
      "use": " Silence can be cast by the enemies Eligor, Bahba Velamyu, SOLDIER:2nd, and SOLDIER:1st, Helletic Hojo, Lifeform-Hojo N, and Jenova∙DEATH.The spell can be bought at Pravoka and can be learned by the White Mage, White Wizard, Red Mage, Red Wizard, and Knight job classes. In the Dawn of Souls and 20th Anniversary Edition releases it costs 5 MP to cast. It can also be cast from the Mage Masher."
    },
    {
      "id": 3,
      "name": "Tornado / Torunedo",
      "type": "Magic",
      "game": "VII",
      "image": "https://i.imgur.com/NljMQ8x.jpg",
      "required": "Contain Materia, Master Magic",
      "effect": "High wind-element damage 32% chance of inflicting Confusion",
      "MP": 90,
      "level": 6,
      "power": 100,
      "resume": "Tornado, also known as Weak, Wind, W Wind and Cyclone, is a recurring spell in the Final Fantasy series. It was initially introduced into the series as late-game spell that dealt percentile damage to lower the target's health to critical levels.",
      "use": "Tornado's Wind damage is also both a strength and a weakness, as enemies weak to Wind will suffer even more damage, while the spell is effectively useless against those that absorb or are immune to it."
    },
    {
      "id": 4,
      "name": "Esuna / Esuna",
      "type": "White Magic",
      "game": "X",
      "image": "https://i.imgur.com/XVpSkXX.jpg",
      "required": "Master magic, white magic license",
      "effect": "remove all negative status effects except Curse,Zombie,Doom,Power Break,Magic Break,Marmor Break and Mental Break",
      "MP": 5,
      "level": 9,
      "power": 0,
      "resume": "Esuna, also known as Heal, and Remedy, is a recurring spell in the Final Fantasy series that removes most abnormal status effects. It can generally erase common ailments like Poison or Blind, which can also be removed by other spells like Poisona and Blindna, as well as less common status ailments that do not necessarily have their own removal spell. In some titles",
      "use": "Esuna is a White Magic spell that cures status effects that can otherwise last after battle. As the spell levels up (by casting in battle, even if the party does not have status effects, or outside battle one use can restore the whole party when the level is sufficient for the debuff), the more status effects it can cure and the higher the chance of success. At level 1, it can only remove Poison and Darkness. At level 2 the spell can also remove Curse. Esuna will then be able to cure Amnesia (level 3), Toad (level 4), and Stone (level 5). At level 7+, Esuna has the odd ability to remove KO from a target, reviving him/her with 1 HP."
    },
    {
      "id": 5,
      "name": "Full-life / Araise",
      "type": "White Magic",
      "game": "X",
      "image": "https://i.imgur.com/pdNkyP2.png",
      "required": "Master magic, white magic license",
      "effect": "revive a KO'd party member with max MP",
      "MP": 60,
      "level": 8,
      "power": 3,
      "resume": "Full-Life is a Wht Mag spell in Final Fantasy X for Eiko and Beatrix, used to restore a KO'd ally back to life with full HP both mid-battle and in the menu, or for instantly defeating the undead. It costs 24 MP to cast.",
      "use": "It can also destroy undead monsters in some games. Its upgrade is Reraise.Full-Life responds to Reflect if the KO'd character has Auto-Reflect (even if the visual of Reflect effect is absent), and the spell would work with Return Magic were enemies to use it on the player party, but no enemy does.Full-Life has the same animation in battle as Phoenix Down and Life."
    },
    {
      "id": 6,
      "name": "Haste / Heisuto",
      "type": " White Magic",
      "game": "X",
      "image": "https://i.imgur.com/1JomzFv.jpg",
      "required": "Master magic, white magic license",
      "effect": "increases Agility of party",
      "MP": 8,
      "level": 30,
      "power": 9,
      "resume": "Haste, also known as Fast, is a spell in the Final Fantasy series that induces the status of the same name, making the afflicted able to act more often during combat",
      "use": "Found in Tidus's section of the Sphere Grid. It raises one character's agility so their turns arrive more frequently. Haste can be cast by Evrae, Ixion, Sanctuary Keeper, Th'uban, Varuna, and Yenke Ronso."
    },
    {
      "id": 7,
      "name": "Slow / Surou",
      "type": " White Magic",
      "game": "X",
      "image": "https://i.imgur.com/kt6Ffvo.png",
      "required": "Master magic, white magic license",
      "effect": "Slow-lock some enemies.",
      "MP": 12,
      "level": 4,
      "power": "Slowga",
      "resume": "Slow is a recurring spell in the Final Fantasy series. The target with it will be struck with the Slow status. There is also the more powerful spell Slowga, which casts Slow on all opponents.",
      "use": " It can be used to 'Slow-lock' some enemies, as repeated casts can keep pushing back the target's turn on the Act List."
    },
    {
      "id": 8,
      "name": "Thundara / Sandara",
      "type": "Black Magic",
      "game": "XV",
      "image": "https://i.imgur.com/FrICHTd.png",
      "required": "Lightning",
      "effect": "Can paralize enemies, stopping their actions",
      "MP": 3,
      "level": 85,
      "power": "100-199",
      "resume": "Thundara, also called Bolt 2, Lit 2, Thunder 2, and Thunder II, is the second level Lightning-elemental Black Magic spell. Thundara is also known as Electro+ in Spanish Blitzra in the German version and Fulgora in Italian.",
      "use": " Thundara can be fused with status inflicting Materia to create Dark Thundara."
    },
    {
      "id": 9,
      "name": "Unicast III",
      "type": "Black Magic",
      "game": "XV",
      "image": "https://i.imgur.com/tDEnRxe.jpg",
      "required": "Firaga, Blizzaga, or Thundaga",
      "effect": "Can paralize enemies, stopping their actions",
      "MP": 96,
      "level": 5,
      "power": "200+",
      "resume": "Thundaga,is a recurring Black Magic spell from the Final Fantasy series. Blizzaga also known as Ice 3, is the third tier and usually the strongest ice-elemental Black Magic spell.Firaga is the third and often final level of Fire-elemental Black Magic in the Final Fantasy series. ",
      "use": "Spell crafting power increase is now 50.Elemancy's damage affects enemies and allies in range, and consists of the opening blast and an aftermath. The element used may be stronger in a particular area, like fire elemancy in an arid climate or near oil and other flammable or explosive objects, or lightning elemancy in rain. Elemancy leaves lasting effects on the environment: Fire burns away grass, Thunder electrifies conductive metal surfaces, and Blizzard covers friend and foe alike in ice and freezes water. "
    },
    {
      "id": 10,
      "name": "Blizzard/Burizado",
      "type": "Black Magic",
      "game": "XV",
      "image": "https://i.imgur.com/GYkn3LM.png",
      "required": "Ice element",
      "effect": "These spells are entirely ice-based and create an ice field that will slow and freeze anyone who gets into it.",
      "MP": 8,
      "level": 52,
      "power": "1-99",
      "resume": "Blizzard, also known as Ice, Ice 1, and Blizzard 1, is a Black Magic spell in the Final Fantasy series. Usually it is the basic Ice-elemental spell, and does minor Ice-elemental damage. Blizzard has also appeared as an entirely different attack usable by enemies, though later releases renamed the ability Snowstorm or Icestorm to differentiate between the two.",
      "use": "Ice is one the three elements the player can use in Elemancy. The player can collect ice energy from ice deposits, and from enemies defeated with Noctis with Insomnian weapons that have an engine hilt. The player can add various catalysts to their crafting process to improve the spells. The highest grade blizzard spell is Freeze, crafted with the best catalysts."
    },
    {
      "id": 11,
      "name": "Flare/ Fureā",
      "type": "Black Magic",
      "game": "XV",
      "image": "https://i.imgur.com/HUurJd9.png",
      "required": "fire element",
      "effect": "It inflicts massive fire damage on all enemies",
      "MP": 96,
      "level": 4,
      "power": "Any (need special treasure)",
      "resume": "Flare, also known as Nuke, is a recurring spell throughout the Final Fantasy series. Flare is considered an 'ultimate' spell, along with Holy, Meteor, and Ultima.",
      "use": "These spells are entirely fire-based and create and explosive firestorm of varying levels that will burn anyone who ends up in it."
    }
  ],
  "users": [
    {
      "email": "bb@bb",
      "password": "$2a$10$F4a1d.9ZSRVdnClBIeiQB.KIbkLM3m8YUQuLz6y5eTlwfd46Mq8A6",
      "id": 1
    },
    {
      "email": "aa@aa",
      "password": "$2a$10$cgKawc5Q.CarlrZ27zW.fubalP0PA8lpa1UvRR7KdYXR//w5MnwAG",
      "id": 2
    },
    {
      "email": "cc@cc",
      "password": "$2a$10$bmB5LuIUXTy4bRK/rF7o1O9e.e3uw868I5FcwXXIz2.drPp9EmqDm",
      "id": 3
    },
    {
      "email": "dd@dd",
      "password": "$2a$10$cSBUmuh791Z9PhGs77ux/.OTWzVhGB9pTlI.Qw4sJiLClvc/./Yp.",
      "id": 4
    },
    {
      "email": "flavia.mabras@gmail.com",
      "password": "$2a$10$l/RrVMoqNLq.3wOu6sWyrOiP2lwPS.qIrzB9tVmn2/X9K9AGyRLNi",
      "id": 5
    }
  ],
  "contact": []
}